<?php

// Russian language pack [PunBB.ru community ]
// Language definitions used in all admin files
$lang_admin_reindex = array(

'Reindex heading'			=>	'Перестройте поисковый индекс для того, чтобы повысить эффективность поиска',
'Rebuild index legend'		=>	'Переиндексация поиска',
'Reindex info'				=>	'Если вы добавляли, изменяли или удаляли сообщения из базы данных вручную, или у вас возникли проблемы с поиском, перестройте поисковый индекс. Настоятельно рекомендуется разрешить JavaScript в вашем браузере (для автоматического перенаправления на следующий цикл).',
'Reindex warning'			=>	'<strong>ВАЖНО!</strong> Обновление поискового индекса может занять несколько минут и во время выполнения увеличит нагрузку на сервер. Если вы принудително прервёте процесс, то запомните ID последней обработанной темы и введите ID+1 в поле «ID темы», когда/если вы собираетесь продолжить.',
'Empty index warning'		=>	'<strong>ВНИМАНИЕ!</strong> Если вы хотите продолжить прерванную переиндексацию, то не выбирайте пункт «Очистить индекс».',
'Posts per cycle'			=>	'Тем в цикле',
'Posts per cycle info'		=>	'Количество тем на страницу. Т.е. если вы введёте 100, то будет обработано 100 тем, после чего страница обновится автоматически. Это предотвращает поисковый индекс от рассинхронизации во время перестройки.',
'Starting post'				=>	'ID темы',
'Starting post info'		=>	'ID темы с которой начать переиндексацию. По умолчанию это первый доступный ID в базе данных. В большинстве случаев ничего менять не нужно.',
'Empty index'				=>	'Очистить индекс',
'Empty index info'			=>	'Отметьте если хотите очистить индекс поиска перед переиндексацией (см. выше).',
'Rebuilding index title'	=>	'Пересоздаётся поисковый индекс &#8230;',
'Rebuilding index'			=>	'Пересоздание поискового индекса &#8230; Это может занять несколько минут, поэтому самое время выпить чашечку кофе  :-)',
'Processing post'			=>	'Обрабатывается сообщение <strong>%s</strong> в теме <strong>%s</strong>.',
'Javascript redirect'		=>	'JavaScript перенаправление не удалось.',
'Click to continue'			=>	'Для породолжения нажмите сюда',
'Rebuild index'				=>	'Перестроить индекс',

);