<?php

// Language definitions used in all admin files
$lang_admin_prune = array(

'Prune settings head'			=>	'Удалить темы по дате составления последнего сообщения и форуму',
'Prune legend'					=>	'Select posts to prune',
'Confirm prune heading'			=>	'Подтвердить удаление тем',
'Prune details head'			=>	'Подтвердить удаление тем из: %s',
'Prune topics info 1'			=>	'<strong>ВНИМАНИЕ!</strong> В результате будет удалено следующее количество тем: <em>%s</em>.',
'Prune topics info 2'			=>	'Темы будут удалены если они не содержат сообщений, составленных позднее <em>%s</em> дня/дней.',
'All forums'					=>	'Все форумы',
'Include sticky'				=>	'включая прикрепленные темы',
'Days old'						=>	'Прошло дней',
'Prune topics'					=>	'Удалить темы',
'Number of topics'				=>	'Количество тем',
'Prune caution'					=>	'<strong>ВАЖНО!</strong> Используйте данную функцию с осторожностью. Удаленные сообщения будет <em>НЕВОЗМОЖНО</em> восстановить. Лучше применять функцию удаления после перевода форума в  режим «Профилактики».',
'Prune intro'					=>	'Вы можете удалять темы во всех форумах или в отдельно выбранном форуме. Тема будет удалена в соответствии со значением, которое вы укажете в форме «Прошло дней». Например, если вы введете 30, все темы, которые не содержат сообщения датированного менее 30 дней назад, будут удалены.',
'Prune sticky'					=>	'Прикрепленные темы',
'Prune sticky enable'			=>	'Включить удаление прикрепленных тем.',
'Prune from'					=>	'Удаление по форумам',
'Days to prune message'			=>	'Введите положительное значение для удаления тем.',
'No days old message'			=>	'Нет тем в которых сообщения не добавлялись в течении указанного вами периода. Пожалуйста измените значение в форме «Прошло дней» и повторите попытку.',
'Prune done'					=>	'Posts pruned.',

);
