<?php

// Language definitions used in help.php
$lang_help = array(

'Help'					=>	'Помощь',
'Help with'				=>	'Помощь в использовании %s',
'produces'				=>	'результат',

'BBCode info'			=>	'Наличие поддержки  BBкода  определяется администратором. Если BBкод  включен, то ссылка на помощь  «BBCode» будет отображена когда вы будете составлять/редактировать сообщение или вашу подпись. BBкоды – это набор тегов форматирования, которые влияют на оформление (вид) текста на данном форуме. BBкоды принципиально похожи на HTML и аналогичны. Ниже представлен список доступных BBкодов  и пояснения в их применении.',
'Image info'			=>	'Наличие поддержки  отображения изображения  определяется администратором. Если вывод изображений включен, то ссылка на помощь  «Image» будет отображена когда вы будете составлять/редактировать сообщение или вашу подпись. Для добавления изображения используется тег BBкода [img]. Текст находящийся после знака "=" в открывающем теге используется для добавления альтернативного текста к изображению.',
'Text style'			=>	'Отображение (вид) текста может быть изменено его вложением в представленные теги.',
'Bold text'				=>	'Жирный текст',
'Underlined text'		=>	'Подчеркнутый текст',
'Italic text'			=>	'Текст курсивом',
'Red text'				=>	'Красный текст',
'Blue text'				=>	'Синий текст',
'Heading text'			=>	'Текст заголовка',

'Links info'			=>	'Вы можете создавать ссылки на другие документы или e-mail адреса используя следующие теги:',
'My e-mail address'		=>	'My e-mail address',

'Quotes info'			=>	'Для цитирования используйте тег цитирования. Вы можете использовать тег цитирования без указания имени атора.',
'Quote text'			=>	'Этот текст я хочу цитировать.',
'produces named'		=>	'вывод автора цитируемого текста.',
'produces unnamed'		=>	'вывод цитируемого текста.',

'Code info'				=>	'Когда вы добавляете к тексту код убедитесь, что вы использовали для этого тег «code». Текст, вложенный в данный тег, будет отображен с использованием моноширинного шрифта и он не будет изменен другими тегами. Длинные куски кода, не умещающиеся в поле сообщения, будут иметь полосу прокрутки.',
'Code text'				=>	'Некоторый код.',
'Code text long'		=>	'Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. Это длинный кусок кода. .',
'produces code box'		=>	'результат использования тега «code».',
'produces scroll box'	=>	'результат – полоса прокрутки в поле сообщения.',

'List info'				=>	'Для создания списка вы можете использовать тег «list». Вы можете создавать три варианта использования тега.',
'List text 1'			=>	'Некоторый пункт 1.',
'List text 2'			=>	'Некоторый пункт 2.',
'List text 3'			=>	'Некоторый пункт 3.',
'produces list'			=>	'результат - маркированный список.',
'produces decimal list'	=>	'результат - нумерованный список.',
'produces alpha list'	=>	'результат - список в алфавитной нумерации.',
'Bold, underlined text'	=>	'Подчеркивание жирного текста',
'Smilies info'			=>	'Если вы предпочитаете (и если доступно), форум может конвертировать текстовые смайлы в соответствующие графические картинки. Данный форум распознает приведенный лист смалов и заменяет их изображениями.'

);
