Тема: Запрос на смену e-mail адреса

Здравствуйте, <username>!

Вы запросили изменение старого e-mail адреса на новый в настройках своего профиля на форуме <base_url>. Если Вы не запрашивали этого, или передумали менять свой e-mail адрес, просто проигнорируйте это письмо. Если же Вы проследуете по ссылке активации ниже, Ваш e-mail адрес будет изменен. Для того, чтобы ссылка активации сработала корректно, Вы должны войти на форум под своим логином/паролем.

Для смены e-mail адреса, пожалуйста проследуйте по следующей ссылке:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)