Subject: Запрос на смену адреса email

Здравствуйте, <username>!

Вы запросили изменение адреса email в настройках своего профиля на форуме <base_url>. Если вы не запрашивали этого или передумали менять свой адрес email, просто проигнорируйте это письмо. Если же вы посетите страницу активации ниже, адрес email будет изменён. Чтобы активация сработала, вы должны войти на форум под своей учётной записью.

Чтобы изменить адрес email, посетите, пожалуйста, следующую страницу:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)