Subject: Запрос на смену адреса e-mail

Здравствуйте, <username>!

Вы запросили изменение адреса e-mail в настройках своего профиля на форуме <base_url>. Если вы не запрашивали этого или передумали менять свой адрес e-mail, просто проигнорируйте это письмо. Если же вы посетите страницу активации ниже, адрес e-mail будет изменён. Чтобы активация сработала, вы должны войти на форум под своей учётной записью.

Чтобы изменить адрес e-mail, посетите, пожалуйста, следующую страницу:
<activation_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)