Subject: Ответ в теме: <topic_subject>

<replier> ответил(а) в теме <topic_subject>, на которую вы подписаны. В теме могут быть ещё ответы, но это единственное уведомление, которое вы получите, пока не посетите форум ещё раз.

Содержание сообщения следующее:
-----------------------------------------------------------------------

<message>

-----------------------------------------------------------------------

Сообщение расположено здесь: <post_url>

Для отказа от подписки посетите: <unsubscribe_url>

-- 
<board_mailer>
(Не отвечайте на это сообщение)